Repository: biancanathally/FaceReality
Catalog: FaceReality/FaceReality/Components/Components/*.lproj/Localizable.strings
Languages: de, es, pt_br

# onboardingtitle-string
source: Welcome!
de: Herzlich willkommen!
es: ¡Bienvenido!
pt_br: Boas vindas!

# onboardingbody-string
source: With Face Reality, you'll gain a better understanding of how muscles work according to facial expressions.
de: Face Reality ist eine App, die Ihnen hilft, die Muskelfunktion anhand von Gesichtsausdrücken zu verstehen.
es: Con Face Reality, comprenderá mejor cómo funcionan los músculos en función de las expresiones faciales.
pt_br: Face Reality é um app que te ajuda a entender o funcionamento muscular de acordo com as expressões faciais.

# onboardingbutton-string
source: Let's go!
de: Lass uns gehen!
es: Empezar
pt_br: Vamos lá!

# steponetitle-string
source: Click to visualize
es: Haga clic para visualizar
pt_br: Clique para visualizar

# steptwotitle-string
source: Click on the expression
es: Haga clic en la expresión
pt_br: Clique na expressão

# stepthreetitle-string
source: Click on the arrow
es: Haga clic en la flecha
pt_br: Clique na seta

# steponebody-string
source: the muscles in real time in 3D on your own face.
es: los músculos en tiempo real en 3D en su propia cara.
pt_br: os músculos em tempo real em 3D no seu próprio rosto.

# steptwobody-string
source: you want to study in the options below.
es: que desee estudiar en las opciones siguientes.
pt_br: que deseja estudar nas opções abaixo.

# stepthreebody-string
source: for information on the muscles used.
es: para obtener información sobre los músculos utilizados.
pt_br: para informações sobre os músculos utilizados.

# happy-string
source: Happy
de: Glücklich
es: Feliz
pt_br: Sorriso

# sad-string
source: Sad
de: Traurig
es: Triste
pt_br: Tristeza

# surprised-string
source: Surprised
de: Überrascht
es: Sorprendido
pt_br: Surpresa

# angry-string
source: Angry
de: Wütend
es: Enfadado
pt_br: Raiva

# disgust-string
source: Disgusted
de: Angewidert
es: Asqueado
pt_br: Nojo

# artest-string
source: Test the muscles with AR projection
de: Mit AR-Projektion die Muskeln testen
es: Probar los músculos con proyección AR
pt_br: Teste os músculos com a projeção AR.

# start-string
source: Start
es: Inicio
pt_br: Começar

# 3dtest-string
source: Test the muscles with 3D projection
de: Mit 3D-Projektion die Muskeln testen
es: Prueba los músculos con proyección 3D
pt_br: Teste os músculos com a projeção 3D.

# referencestitle-string
source: References
de: Referenzen
es: Referencias
pt_br: Referências

# referencesbody-string
source: 1. McMINN, R. M. H.. Color Atlas of Human Anatomy. São Paulo: Manole, 1990. 2. MOORE, Keith L.. Clinically Oriented Anatomy. 4ed.
de: 1. McMINN, R. M. H.. Farbatlas der menschlichen Anatomie. São Paulo: Manole, 1990. 2. MOORE, Keith L.. Klinisch orientierte Anatomie. 4ed.
es: 1. McMINN, R. M. H.. Atlas en color de anatomía humana. São Paulo: Manole, 1990. 2. MOORE, Keith L.. Anatomía Clínicamente Orientada. 4ed
pt_br: 1. McMINN, R. M. H.. Atlas Colorido de Anatomia Humana. São Paulo: Manole, 1990. 2. MOORE, Keith L.. Anatomia Orientada para a Clínica. 4ed.

# genuinesmile-string
source: Genuine smile! 🤩
de: Echtes Lächeln! 🤩
es: ¡Sonrisa genuina! 🤩
pt_br: Sorriso genuíno! 🤩

# smiling-string
source: Smiling 😊
de: Lächelnd 😊
es: Sonriendo 😊
pt_br: Sorriso 😊

# neutral-string
source: Neutral 😐
pt_br: Neutro 😐

# sadness-string
source: Sad... 😢
de: Traurig... 😢
es: Triste... 😢
pt_br: Triste... 😢

# anger-string
source: Angry! 😡
de: Wütend! 😡
es: ¡Enojado! 😡
pt_br: Raiva! 😡

# surprise-string
source: Surprise! 😮
de: Überraschung! 😮
es: ¡Sorpresa! 😮
pt_br: Surpresa! 😮

# disgusted-string
source: Disgusted! 🥴
de: Angewidert! 🥴
es: ¡Asco! 🥴
pt_br: Nojo! 🥴

# orbicularolho-string
source: Orbicularis oculi muscle
de: Augenringmuskel
es: Músculo orbicular de los ojos
pt_br: Músculo orbicular do olho

# levantadorlabioasanariz-string
source: Levator labii superioris alaeque nasi muscle
de: Heber der Oberlippe und des Nasenflügels
es: Músculo elevador del labio superior y del ala de la nariz
pt_br: Músculo levantador do lábio superior e da asa do nariz

# levantadorlabio-string
source: Levator labii superioris
de: Oberlippenheber
es: Músculo elevador del labio superior
pt_br: Músculo elevador do lábio superior

# zigomaticomaior-string
source: Zygomaticus major muscle
de: großer Jochbeinmuskel
es: Músculo cigomático mayor
pt_br: Músculo zigomático maior

# zigomaticomenor-string
source: Zygomaticus minor muscle
de: kleiner Jochbeinmuskel
es: Músculo cigomático menor
pt_br: Músculo zigomático menor

# risorio-string
source: Risorius muscle
de: Lachmuskel
es: Músculo risorio
pt_br: Músculo risório

# levantadoranguloboca-string
source: Levator anguli oris
de: Mundwinkelheber
es: Músculo elevador del ángulo de la boca
pt_br: Músculo levantador do ângulo da boca

# orbicularboca-string
source: Orbicularis oris muscle
de: Ringmuskel des Mundes
es: Músculo orbicular de la boca
pt_br: Músculo orbicular da boca

# bucinador-string
source: Buccinator muscle
de: Backenmuskel
es: Músculo buccinador
pt_br: Músculo bucinador

# depressoranguloboca-string
source: Depressor anguli oris muscle
de: Mundwinkelniederzieher
es: Músculo depresor del ángulo de la boca
pt_br: Músculo depressor do ângulo da boca

# frontal-string
source: Occipitofrontalis muscle
de: Hinterkopf-Stirn-Muskel
es: Músculo occipitofrontal
pt_br: Músculo Occipitofrontal

# corrugadorsupercilio-string
source: Corrugator supercilii muscle
de: Stirnrunzler
es: Músculo corrugador superciliar
pt_br: Músculo corrugador supercílio

# procero-string
source: Procerus muscle
de: Schlanker Muskel
es: Músculo prócer
pt_br: Músculo prócero

# depressorlabio-string
source: Depressor labii inferioris muscle
de: Niederzieher der Unterlippe
es: Músculo depresor del labio inferior
pt_br: Músculo depressor do lábio inferior

# orbicularolhodescricao-string
source: This muscle is divided into 3 parts: Orbital: closes the eyelids firmly; Palpebral: closes the eyelids gently; Deep Palpebral: compresses the lacrimal sac. It is activated only during a genuine smile.
de: Dieser Muskel ist in 3 Teile unterteilt: Orbital: schließt die Augenlider fest; Palpebral: schließt die Augenlider sanft; Deep Palpebral: drückt den Tränensack zusammen. Er wird nur bei einem echten Lächeln aktiviert.
es: Este músculo se divide en 3 partes: Orbital: cierra los párpados firmemente; Palpebral: cierra los párpados suavemente; Palpebral profundo: comprime el saco lagrimal. Se activa sólo durante una sonrisa genuina
pt_br: Este músculo está dividido em 3 partes: Orbital: fecha as pálpebras com firmeza; Palpebral: fecha as pálpebras suavemente; Profunda: comprime o saco lacrimal. É ativado apenas durante um sorriso genuíno.

# levantadorlabioasanarizdescricao-string
source: It raises the upper lip, exposes the maxillary teeth.
de: Er hebt die Oberlippe an und legt die Oberkieferzähne frei.
es: Levanta el labio superior, expone los dientes maxilares
pt_br: Levanta o lábio superior, expondo os dentes maxilares.

# levantadorlabiodescricao-string
source: It raises the upper lip, exposes the maxillary teeth.
de: Er hebt die Oberlippe an und legt die Kieferzähne frei
es: Levanta el labio superior, expone los dientes maxilares
pt_br: Levanta o lábio superior, expondo os dentes maxilares.

# zigomaticomaiordescricao-string
source: It has the function of elevating and eversing the angle of the mouth.
de: Er hat die Funktion, den Mundwinkel anzuheben und zu vertiefen.
es: Tiene la función de elevar y eversar el ángulo de la boca
pt_br: Ele tem a função de elevar e realizar a eversão do ângulo da boca.

# zigomaticomenordescricao-string
source: It has the function of elevating the lip together with the Levator labii superioris alaeque nasi muscle.
de: Er hat die Funktion, die Lippe zusammen mit dem Musculus Levator labii superioris alaeque nasi anzuheben.
es: Tiene la función de elevar el labio junto con el músculo Levator labii superioris alaeque nasi
pt_br: Tem a função de elevar o lábio superior juntamente com o músculo levantador do lábio superior e da asa do nariz

# risoriodescricao-string
source: It extends the angle of the mouth laterally.
de: Er erweitert den Mundwinkel seitlich.
es: Prolonga lateralmente el ángulo de la boca
pt_br: Ele estende o ângulo da boca lateralmente.

# levantadorangulobocadescricao-string
source: It elevates the angle of the mouth and accentuates the nasolabial fold.
de: Er hebt den Mundwinkel an und betont die Nasolabialfalte.
es: Eleva el ángulo de la boca y acentúa el surco nasolabial
pt_br: Eleva o ângulo da boca e acentua o sulco nasolabial.

# orbicularbocadescricao-string
source: It has the function of closing the mouth, compressing and stretching the lips.
de: Er hat die Funktion, den Mund zu schließen und die Lippen zu komprimieren und zu dehnen.
es: Tiene la función de cerrar la boca, comprimiendo y estirando los labios
pt_br: Ele tem a função de fechar a boca, comprimir e esticar os lábios.

# bucinadordescricao-string
source: This muscle compresses the cheeks against the molar teeth.
de: Dieser Muskel drückt die Wangen gegen die Backenzähne.
es: Este músculo comprime las mejillas contra los dientes molares
pt_br: Esse músculo comprime as bochechas contra os dentes molares.

# depressorangulobocadescricao-string
source: It depresses the angle of the mouth.
de: Er drückt den Mundwinkel zusammen.
es: Deprime el ángulo de la boca
pt_br: Ele deprime o ângulo da boca.

# frontaldescricao-string
source: Its function is to raise the eyebrows and wrinkle the skin of the forehead, while that of the occipital part is to retract the scalp.
de: Seine Funktion ist es, die Augenbrauen anzuheben und die Haut der Stirn zu falten, während die Funktion des okzipitalen Teils darin besteht, die Kopfhaut zurückzuziehen.
es: Su función es elevar las cejas y arrugar la piel de la frente, mientras que la de la parte occipital es retraer el cuero cabelludo
pt_br: Sua função é levantar as sobrancelhas e enrugar a pele da testa, enquanto a da parte occipital é retrair o couro cabeludo.

# corrugadorsuperciliodescricao-string
source: Its function is to create vertical wrinkles on the glabella; it is responsible for pulling the eyebrow medially.
de: Seine Funktion ist es, vertikale Falten auf der Glabella zu erzeugen; er ist dafür verantwortlich, die Augenbraue nach medial zu ziehen.
es: Su función es crear arrugas verticales en la glabela; es responsable de tirar de la ceja medialmente
pt_br: Sua função é criar rugas verticais na glabela; ela é responsável por puxar a sobrancelha medialmente.

# procerodescricao-string
source: The muscle has the function of lowering the medial end of the eyebrow and wrinkling the skin of the glabella.
de: Der Muskel hat die Funktion, das mediale Ende der Augenbraue abzusenken und die Haut der Glabella zu falten.
es: El músculo tiene la función de bajar el extremo medial de la ceja y arrugar la piel de la glabela
pt_br: O músculo tem a função de abaixar a extremidade medial da sobrancelha e enrugar a pele da glabela.

# depressorlabiodescricao-string
source: It has the function of lowering the lower lip sideways.
de: Er hat die Funktion, die Unterlippe seitlich abzusenken.
es: Tiene la función de bajar el labio inferior lateralmente
pt_br: Ele tem a função de abaixar o lábio inferior lateralmente.

# twodaynotiftitle-string
source: Are you avoiding us?
de: Gehst du uns aus dem Weg?
es: ¿Nos estás evitando?
pt_br: Está nos evitando?

# twodaynotifbody-string
source: Don't you want to face reality?
de: Wollt ihr euch nicht der Realität stellen?
es: ¿No quieres enfrentarte a la realidad?
pt_br: Não quer ver a realidade na sua cara?

# oneweeknotiftitle-string
source: So much time has passed 😔
de: Es ist so viel Zeit vergangen 😔
es: Ha pasado tanto tiempo 😔
pt_br: Tanto tempo se passou 😔

# oneweeknotifbody-string
source: Our muscles miss you.
de: Unsere Muskeln vermissen dich.
es: Nuestros músculos te extrañan.
pt_br: Nossos músculos sentem saudades de você.

# twoweeknotiftitle-string
source: Did you leave us? 😭
de: Hast du uns verlassen? 😭
es: ¿Nos dejaste? 😭
pt_br: Você nos deixou? 😭

# twoweeknotifbody-string
source: Come back, facial anatomy is still amazing!
de: Komm zurück, die Gesichtsanatomie ist immer noch erstaunlich!
es: ¡Vuelve, la anatomía facial sigue siendo increíble!
pt_br: Volte, a anatomia facial ainda é incrível!
